{
  "name": "Neuro Exam",
  "slug": "neuro-exam",
  "icon": "🩺",
  "color": "bg-teal-100 text-teal-800 border-teal-200",
  "toc": [
    {
      "level": 1,
      "text": "Child Neuro Hx",
      "id": "child-neuro-hx"
    },
    {
      "level": 3,
      "text": "History:",
      "id": "history"
    },
    {
      "level": 1,
      "text": "Exam",
      "id": "exam"
    },
    {
      "level": 3,
      "text": "General Physical",
      "id": "general-physical"
    },
    {
      "level": 3,
      "text": "Neurologic Examination of the Child",
      "id": "neurologic-examination-of-the-child"
    }
  ],
  "html": "<h1 id=\"child-neuro-hx\">Child Neuro Hx</h1><h3 id=\"history\"><strong>History</strong>:</h3><p><strong>Neurological Assessment: Introduction History- remember to ask</strong></p><p><strong><em>Include temporal pattern</em></strong><em>: </em></p><p>For paroxysmal episodes: How did it start? Any triggers? Postictal? i.e. if seizure started focally then generalized don’t just say “GTC” </p><p>Any changes: Acute; subacute or chronic?</p><p>Age of onset of problem; Distinguish Developmental Delay from Regression Include full history of meds trialed, reason for switch and max dosing </p><p><strong><em>Genetic History: </em></strong></p><p>Miscarriages; early demise; “cerebral palsy”; consanguinity; </p><p>ethnicity(Ashkenazi?) </p><p><strong><em>Metabolic Clues </em></strong></p><p>Decompensations &amp; dietary triggers, unusual odors (ie urine), food avoidance, deafness </p><p><strong><em>Perinatal &amp; Developmental History</em></strong><em>:</em></p><p>Fetal movements; Apgar scores; milestone development, school performance, </p><p>socialization; eye contact; peer relations </p><p><strong><em>Clarify vague terms </em></strong></p><p>C/O “Dizzy”: lightheaded or true vertigo?</p><p>C/O “Numb”: weak or diminished sensory?</p><p>C/O “Double vision”: blurred, dark, scotoma, vs. true diplopia (horizontal/vertical) </p><p>-As with adults, careful and accurate neurologic history is the most important part </p><p>-Discussing onset of symptoms in chronological order is often helpful</p><p>-Other characteristics:</p><p>- Frequency</p><p>- Duration</p><p>- Static, progressing, or improving</p><p>- Acute, subacute, or chronic</p><p>-ROS</p><p><strong>Birth history: </strong>Gestational age, complications during pregnancy (including infections), maternal drug and alcohol use, Apgar scores, problems during delivery e.g. meconium, and feeding difficulties.</p><p><strong>PMHX</strong>: immunization status, accidents, chronic medical problems;</p><p>Espec pertinent to szs—head trauma, febrile szs, status epilepticus, meningitis</p><p><strong>Medications </strong>(when discussing szs, include previous AEDs and response)</p><p><strong>Developmental </strong>milestones (may use the Denver II)</p><p><strong>Family history</strong>: epilepsy, neurocutaneous syndromes, migraines, neurodegenerative disorders, etc</p><h1 id=\"exam\">Exam</h1><h3 id=\"general-physical\"><strong>General Physical</strong></h3><p><strong>1. </strong>Height, weight, blood pressure, and head circumference. -Rule of thumb for head circumference is the 3 &amp; 9 rule.</p><div class=\"table-wrap\"><table><tbody><tr><td><p>AGE</p></td><td><p>HC cm</p></td></tr><tr><td><p>Newborn</p></td><td><p>35</p></td></tr><tr><td><p>3 month </p></td><td><p>40</p></td></tr><tr><td><p>9 month</p></td><td><p>45</p></td></tr><tr><td><p>3 yo</p></td><td><p>50</p></td></tr><tr><td><p>9 yo</p></td><td><p>55</p></td></tr></tbody></table></div><p><strong>2. </strong>General appearance, including dysmorphology.</p><p><strong>3. </strong>Skin exam: neurocutaneous lesions (ash leaf spots (TS), cafe au lait spots (NF), angiomas (SW), axillary freckling (<em>?</em>), adenoma sebaceum (<em>?</em>), or shagreen patches (<em>?</em>).</p><p><strong>4. </strong>Location of the hair whorl (can signify presence of cerebral malformations) and appearance of palmar creases (<em>which genetic syndrome</em>?)</p><p><strong>5</strong>. Quality of scalp hair, eyebrows, and nails. Friable, kinky hair may signify Menkes kinky hair disease that is associated with mental retardation and optic atrophy.</p><p><strong>6. </strong>Exam of the midline of the back and neck for sacral dimples, tufts of hair, or other signs of spinal dysraphism.</p><p><strong>7. </strong>Comparison of thumbnail sizes and their convexity. Abnormalities may signify a growth disturbance, which may be a sign of hemiparesis.</p><p><strong>8. </strong>Presence of unusual body odor, which is present in some inborn errors of metabolism.</p><p><strong>9. </strong>Hepatosplenomegaly .</p><h3 id=\"neurologic-examination-of-the-child\"><strong>Neurologic Examination of the Child</strong></h3><p><em>Neurological Exam</em></p><p><em>There is no such thing as a “complete” neurological exam nor a patient too sick for neurological exam to be performed because: </em></p><p>Exam must be adjusted for age &amp; situation (esp. newborn or coma)</p><p>Exam typically includes rapid screen &amp; focused testing based on presenting complaint and any deficits found on screen </p><p><em>What makes an exam adequate is whether it serves its goals: </em></p><p>Allows a differential diagnosis based on localization</p><p>Determines what part of neuraxis may require imaging</p><p>Sets an objective standard so other examiners will be able to tell if a deficit is new, improving or worsening </p><p><em>General tips</em></p><p><strong>1</strong>. Use items such as a tennis ball, small toys (including a toy car), bell, and an object that will attract the child's attention (like a pinwheel).</p><p><strong>2. </strong>Do not wear a white coat.</p><p><strong>3. </strong>Postpone uncomfortable tasks until the end, such as head circumference, funduscopy, corneal and gag reflexes, and sensory testing.</p><p><strong>4. </strong>Make the most of every opportunity to examine the child. See how he or she plays, taking into account handedness and motor deficits.</p><p><strong>5. </strong>Examine the younger child in the parent's lap. Be patient and wait for the child the make the first move before touching him or her. Give the child a toy to establish rapport.</p><p><strong>Mental Status:</strong></p><p><strong><em>Level of Consciousness</em>: </strong></p><p>Avoid vague terms ex.: “drowsy or alert”; instead provide a reproducible measure: The minimum stimulus necessary to waken patient (spontaneous, voice, touch, noxious) and response (sustained, transient) and appropriate <em>(follows commands or only mimics). </em>In delirium, distinguish wakefulness &amp; attentiveness. </p><p><strong><em>Language</em>: </strong>Ordinary conversation may serve as a screen. Formal testing includes comprehension, production, repetition, naming, reading and writing. For neurological purposes the term “fluency” refers to the continuity of speech production, not mastery of the language or the content. </p><p><strong><em>Orientation: </em></strong>If appropriate for age should document knowledge of person, place, time <strong><em>Registration: </em></strong>Can immediately repeat single words, phrases, or strings of numbers <strong><em>Recall: </em></strong>Test short term memory (recall 3 objects @5min) and long term memory <strong><em>Calculation: </em></strong>Adjust for age and education, making change </p><p><strong><em>Praxis: </em></strong>Mimic hand gestures and positions, demonstrate how to brush hair, paint a wall <strong><em>Thought Content &amp; Process: </em></strong>Follows multi step commands that cross the midline, insight, </p><p>abstraction, hallucinations, signs of neglect of one side, copying figures </p><p><strong>1) The Skull</strong></p><p>- microcephaly, macrocephaly, craniosynostosis (or premature closure of the cranial sutures)</p><p>- Use SD or Z-scores (percentiles become unhelpful when above 99%ile or less than 1%ile)</p><p>- Prominence of scalp veins = increased ICP.</p><p>- Flattening of the occiput = hypotonia</p><p>- Prominence of the occiput may signify Dandy-Walker syndrome</p><p>- Ridging of the cranial sutures--sign of craniosynostosis</p><p>- Percussion of the skull showing areas of tenderness—osteomyelitis</p><p>- Macewen (cracked pot) sign = sutures are separated, may indicate increased ICP</p><p>- Anterior fontanelle is bulging (<em>see how it changes based on infant’s position while sitting</em></p><p><em>up or laying down, and while crying or content</em>) = increased ICP</p><p>- Auscultate the skull using the bell of the stethoscope in six locations for bruits: globes,</p><p>the temporal fossae, and retroauricular or mastoid areas</p><p>o Intracranial bruits are heard in many cases of angiomas, often accompanied by a</p><p>palpable thrill. They can also be heard in anemia, thyrotoxicosis, and meningitis.</p><p><strong>2) Cranial nerves</strong></p><p><strong>CN I </strong>(olfactory) appears at 5 to 7 months of age. <strong>CN II </strong>(optic) can be tested through various means</p><p>-Funduscopic exam for appearance of the optic disk, macula, and retina -Visual acuity</p><p>- Vision chart</p><p>- In a younger child, offer toys of various sizes</p><p>- Optokinetic nystagmus</p><p>o Rotate a striped drum or draw a strip of cloth with black and white squares in front of the eyes</p><p>o Optokinetic nystagmus can be elicited starting 4 to 6 months of age o Confirms cortical vision</p><p>o Supports the integrity of the frontal/parietal lobes and visual fields.</p><p>-Visual fields in children less than a year of age</p><p>o Have one examiner attract the attention of the child to a toy/shiny metal object</p><p>after which another examiner in back of the child brings another toy into the</p><p>field of vision, noting the location at which the child turns his or her head</p><p>towards this second toy</p><p>-The blink reflex appears at about 3 to 4 months. Present in about 50% at 5 months and 100% of children at 12 months.</p><p><strong>CN III, IV, and VI </strong>(oculomotor, trochlear, abducens) (LR6SO4). -extraocular movements</p><p>-pupillary size and reaction to light.</p><p>Pupils may be large and not responsive to light in babies earlier than 30 weeks</p><p>-The Doll's eyes phenomenon can also be used to assess extraocular movements in a comatose patient with an intact brainstem.</p><p>-In conscious patients, the cortical input “overrides” the Doll's eyes phenomenon. -cold calorics. In order to do this test, 5 mL of ice water is squirted into the</p><p>external ear canal in <em>comatose </em>patients or 0.5 mL in alert, awake patients, and the</p><p>action of the eyes are noted.</p><p>-There are three possible responses to this test.</p><p>1) comatose patient with an intact brainstem, the eyes move in the direction of the stimulus.</p><p>2) alert, awake patients, there is nystagmus with the quick component in the opposite direction of the stimulus.</p><p>3) without a functioning brainstem, there is no movement of the eyes when cold</p><p>calorics are performed.</p><p>***One needs to remember that cold calorics test vestibular function (CN VIII).</p><p><strong>CN V (trigeminal)</strong></p><p>-sensation of the face.</p><p>-temporalis and masseter muscles can test the motor roots of this cranial nerve. --corneal reflex also checks the ophthalmic branch of CN V.</p><p><strong>CN VII (facial nerve)</strong></p><p>-facial asymmetry.</p><p>-Taste in the anterior two-thirds of the tongue is innervated by the chorda tympani branch of VII, and can be checked by applying salt or sugar solutions by cotton-stick applicators.</p><p><strong>CN VIII (auditory) </strong>cochlear and vestibular function can be tested by the child's response to a bell or by recalling a whispered word or number. Noting the eye movements after turning the infant several times in a clockwise and counterclockwise direction can check vestibular function. <strong>CN IX, X (glossopharyngeal, vagus)</strong></p><p>-uvula and palate.</p><p>-If there is a vagal nerve problem, the uvula will deviate toward the unaffected and the palate will move away from the affected side.</p><p>-The gag reflex actually tests parts of IX and X</p><p>--IX is the afferent sensory limb (sensory to the back of the pharynx)</p><p>--X controls the muscles of the pharynx and elevation of the palate.</p><p><strong>CN XI (spinal accessory)</strong></p><p>-turn his/her head against resistance, sternocleidomastoid muscle.</p><p><strong>CN XII (hypoglossal)</strong></p><p>-tongue deviates toward the affected side.</p><p><strong>Motor System</strong></p><p>Observing the child's posture and simple maneuvers such as retrieving a ball or running outside the examination room can check motor integrity. The following grading system can be used for assessing muscle strength:</p><p>0 - No muscle contraction</p><p>1 - Flicker or trace of contraction</p><p>2 - Active movement without gravity</p><p>3 - Active movement against gravity</p><p>4 - Active movement against gravity and resistance</p><p>5 - Normal strength (for age, keeping in mind that you as the examiner may be stronger)</p><p><strong>pronator sign - </strong>sensitive test to assess the strength for the upper</p><p><strong>Barré sign</strong>. having the child keep both knees at right angles while lying prone. Strength of the flexors of the knee</p><p><strong>Reflexes</strong>.</p><p>Jaw jerk (CN V)</p><p>biceps (C5-6)</p><p>triceps (C6-8)</p><p>brachioradialis (C5-6),</p><p>patellar (L2-4)</p><p>ankle (S1-2).</p><p><strong>Babinski's sign </strong>- pyramidal tract dysfunction</p><p>+ Babinski's sign = dorsiflexion of the great toe and fanning of the toes.</p><p>normal up to 1 year of age so symmetry is the important feature to look at below 1 year. May be seen after a seizure.</p><p>Can be <strong>Clonus </strong>- maintaining dorsiflexion of the foot. Sustained clonus is abnormal at all ages</p><p><strong>Sensory </strong></p><p><strong>-</strong>pinprick, light touch, position, and vibration sense</p><p>-Object discrimination, which tests for higher cortical functions, can be done using coins, paper clips, or rubber bands.</p><p><strong>Cerebellar function</strong></p><p>how a child reaches for and manipulates toys can check for coordination.</p><p>FFM, FTN, RAM, or rapid tapping of the foot can assess for dysdiadochokinesia</p><p><strong>Romberg test </strong>- test of proprioception (dorsal columns).</p><p><strong>Gait</strong></p><p><strong>Spastic Gaits</strong></p><ul><li><strong>Hemiplegic</strong>: Circumduction of affected leg, equinus foot, reduced arm swing</li><li><strong>Diplegic</strong>: \"Scissoring\" pattern, toe walking, crouched posture</li></ul><p><strong>Ataxic Gait</strong></p><ul><li>Wide-based, irregular steps with poor coordination</li><li>Difficulty with tandem walking</li></ul><p><strong>Dystonic Gait</strong></p><ul><li>Posturing with sustained/intermittent muscle contractions</li><li>Movement-triggered dystonia worsens during walking</li><li>Often asymmetric</li></ul><p><strong>Parkinsonian Gait</strong></p><ul><li>Shuffling steps with decreased arm swing</li><li>Stooped posture, en bloc turning</li><li>Consider juvenile parkinsonism</li></ul><p><strong>Myopathic Gait</strong></p><ul><li>Waddling with exaggerated lumbar lordosis</li><li>Proximal weakness (Gowers' maneuver positive)</li><li>Consider muscular dystrophies</li></ul><p><strong>Sensory Ataxic Gait</strong></p><ul><li>High-stepping, foot slapping, relies on visual input</li><li>Romberg test positive</li><li>Consider peripheral neuropathies</li></ul><p><strong>Red Flags</strong></p><ul><li>Acute onset abnormality</li><li>Progressive deterioration</li><li>Associated with headache, vomiting, altered consciousness</li><li>Gait regression after normal development</li></ul><p><strong>Neurological examination of the infant</strong></p><p>1) Posture and muscle tone 2) Primitive reflexes</p><p>3) Age invariable items.</p><p><strong>Posture and muscle tone</strong>.</p><p>1) resting posture -observing the infant undressed. The infant should have flexion of the</p><p>elbows, hips, and knees (varying with age). Hypertonia in the extremities decreases after 3 months of age, with the upper extremities then the lower extremities. At the same time, tone in the trunk and neck increases.</p><p>2) passive tone - determining resistance of passive movements of the joints while the infant is awake and not crying. One can do this by flapping the hands and feet, and by other maneuvers. The scarf sign is where the arm is pulled across the chest and if the elbow passes the midline, then hypotonia is present.</p><p>3) active tone - traction response up to 3 months of age. The infant's hands are held with the examiner's thumbs in the infant's palms, and the fingers around the wrists. The infant is slowly pulled to a sitting position. Normally the elbows flex and the neck raises the head. If hypotonia is present, then the head lags backward, then as the erect position is assumed, the head then drops forward. If hypertonia is present, the head is maintained backwards.</p><p><strong>Primitive reflexes</strong>.</p><p>present from the time of birth</p><p>represents spinal reflexes until the infant becomes older and higher cortical functions suppress them.</p><ul><li><strong>Vertical suspension</strong>. The infant is suspended by holding the chest with both hands and lifting the patient in an upright position, with the legs dangling.</li><li>Scissoring or hyperextension of the legs is seen= spasticity is present; consider cerebral palsy</li><li><strong>Horizontal (ventral) suspension (Landau reflex) - </strong>Infant is held prone with the examiner's hand under the trunk, is gently lifted upwards. Normally, the spine extends a little so that the eyes are looking just below the horizontal. If the body collapses into an upside down \"U\" shape, then hypotonia is present.</li><li><strong>Segmental medullary reflexes</strong>.</li><li><strong>sucking reflex </strong>-afferent fibers of CN V and IX</li><li>-efferent fibers of CN VII, IX, and XII.</li><li><strong>Moro reflex.</strong></li></ul><p>-head hyperextended, falling back about 3 centimeters in relation to the trunk.</p><p>A normal response is seen when the infant opens his hands, extends and abducts the arms, and then brings them together, followed by a cry. It is present in all newborns and disappears before the age of 6 months.</p><ul><li><strong>Tonic neck response</strong>. (AKA fencer's stance)</li></ul><p>this reflex can be elicited when the head is turned to the side while the rest of the body lies flat on the table. A normal response is extension of the arm and leg on the side that the head is turned, and flexion of the arm and leg on the opposite side (similar to a fencing stance). Abnormal responses occur when this response is sustained or if it occurs differently when the head is turned to the right or left (i.e., the response is not the same when tested on both sides). It usually disappears about 6 to 7 months of age.</p><ul><li><strong>Palmar and plantar grasp reflexes.</strong></li></ul><p>They are performed by applying gentle pressure to the palm or sole. An abnormal response occurs when this response is absent before 2 to 3 months of age or asymmetric. The palmar grasp reflex should disappear by 6 months; the plantar by 9 to 10 months.</p><ul><li><strong>Parachute response.</strong></li></ul><p>The infant is suspended horizontally with the face down, and is brought quickly down toward the floor, making sure that the infant is firmly held. A normal response should be seen at 8 to 9 months and consists of arms extended and hands open.</p><ul><li><strong>Reflex placing and stepping responses</strong>.</li></ul><p>Reflex placing is seen when the dorsum of the foot is placed against the edge of the examination table. Reflex stepping is seen when the sole of the foot is placed on the table, and the infant appears to be walking. This reflex disappears at about 4 to 5 months of age.</p>",
  "imageCount": 0,
  "chunkCount": 3
}