{
  "name": "Paroxysms",
  "slug": "paroxysms",
  "icon": "💥",
  "color": "bg-yellow-100 text-yellow-800 border-yellow-200",
  "toc": [
    {
      "level": 1,
      "text": "Non-Epileptic Paroxysmal Events of Early Childhood",
      "id": "non-epileptic-paroxysmal-events-of-early-childhood"
    },
    {
      "level": 1,
      "text": "Breath-Holding Spells",
      "id": "breath-holding-spells"
    },
    {
      "level": 1,
      "text": "Seizure Mimics",
      "id": "seizure-mimics"
    }
  ],
  "html": "<h1 id=\"non-epileptic-paroxysmal-events-of-early-childhood\">Non-Epileptic Paroxysmal Events of Early Childhood</h1><p>\"Funny\" or \"Weird\" Baby movements are among the most common consult questions.</p><p>In children between 6-10mo, the most common etiology is primary motor stereotypies. This is considered more likely if the movement is:</p><ol><li>Brief, lasting 1-2 seconds</li><li>No alteration in awareness/LOC</li><li>Occur during times of excitement, anticipation, and other high emotional states</li><li>Invariably when seated in a high chair being fed (or entertained in a car seat or activity center)</li></ol><p>NB: can have dystonic character to phenomenology</p><p>Shuddering attacks are also common in infancy. Phenomenology is often described as a brief tremor of the trunk as if ice-cold water was poured down the nape of the neck. </p><h1 id=\"breath-holding-spells\">Breath-Holding Spells</h1><p>The most important approach is to reassure the family, because witnessing a breath-holding spell is a frightening experience for observers. There is no definitive treatment available or needed for breath-holding spells, as the child will eventually outgrow them.</p><p>Some trials have demonstrated the efficacy of iron therapy, especially because although BHS can readily occur without <a href=\"https://en.wikipedia.org/wiki/Anemia\">anemia</a>, BHS has been found to be exaggerated by the presence of anemia.<a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-1\"><sup>[1]</sup></a><a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-2\"><sup>[2]</sup></a> Other studies have supported the use of <a href=\"https://en.wikipedia.org/wiki/Piracetam\">piracetam</a>;<a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-Donma-3\"><sup>[3]</sup></a><a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-4\"><sup>[4]</sup></a> a 1998 study indicating that over two months piracetam reduced BHS incidence by sixty percent, twice as much as a <a href=\"https://en.wikipedia.org/wiki/Placebo\">placebo</a>. All of these studies agree with the established medical view<a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-5\"><sup>[5]</sup></a><a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-Brenningstall-6\"><sup>[6]</sup></a> that a pharmacological agent is not necessary, although it may be desirable for the comfort of the parent and child.</p><p>Two articles on breath-holding spells<a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-Brenningstall-6\"><sup>[6]</sup></a><a href=\"https://en.wikipedia.org/wiki/Breath-holding_spell#cite_note-7\"><sup>[7]</sup></a> strongly suggest that parents consider having their child be tested by <a href=\"https://en.wikipedia.org/wiki/Electrocardiography\">electrocardiogram</a> for the rare, but real possibility that the BHS episodes are actually a symptom of <a href=\"https://en.wikipedia.org/wiki/Long_QT_syndrome\">prolonged QT-syndrome</a>, a serious but treatable form of cardiac arrythmia</p><h1 id=\"seizure-mimics\">Seizure Mimics</h1><p><strong>Seizure Mimics in Adults</strong></p><p>Studies indicate that<strong> approximately 20% of patients presenting for evaluation of seizure are misdiagnosed as having epilepsy.&nbsp;Conditions most commonly mistaken for epileptiform seizure activity include syncope and psychogenic non-epileptic seizures. </strong></p><p><strong>Syncope: </strong>Syncope is a <strong>LOC </strong>due to decreased cerebral perfusion, resulting in loss of postural tone, with <strong>rapid return to&nbsp;mental status baseline</strong>. Syncope may be cardiac, orthostatic, or neurocardiogenic (vasovagal) in origin.</p><p><strong>Psychogenic Non-Epileptic Spell/Episode (PNES):  </strong>PNES, a condition characterized by the presence of seizure-like activity occurring in the absence of EEG changes. Difficult to differentiate from an epilepstic seizure in the emergency setting. Up to 20-40% of patients with epilepsy suffer from the NES. Characteristics that make PNES more likely include:P</p>",
  "imageCount": 6,
  "chunkCount": 3
}