{
  "name": "Psychiatry",
  "slug": "psychiatry",
  "icon": "💭",
  "color": "bg-pink-100 text-pink-800 border-pink-200",
  "toc": [
    {
      "level": 1,
      "text": "Functional Neurological Symptom Disorder",
      "id": "functional-neurological-symptom-disorder"
    },
    {
      "level": 1,
      "text": "Neurologic Side Effects of Psychiatric Medications",
      "id": "neurologic-side-effects-of-psychiatric-medications"
    },
    {
      "level": 1,
      "text": "New Onset Hallucinations workup",
      "id": "new-onset-hallucinations-workup"
    },
    {
      "level": 1,
      "text": "Catatonia",
      "id": "catatonia"
    },
    {
      "level": 1,
      "text": "ADHD Medications",
      "id": "adhd-medications"
    }
  ],
  "html": "<h1 id=\"functional-neurological-symptom-disorder\">Functional Neurological Symptom Disorder </h1><ul><li>It is an <em>unconscious </em>bodily response to stress, similar to diarrhea, stomachache, or migraine. </li><li><strong>Patients are not consciously producing the movements, and should not be blamed or accused of “making it up”.</strong></li></ul><p><strong>Clinical presentation and physical findings:</strong></p><ul><li>Possible signs or symptoms: </li><li>Nonepileptic seizures</li><li>Movement disorder (tremor, chorea, etc)<ul><li> Weakness, balance or walking problems</li><li>Vision changes</li><li>Speech changes</li><li>Symptoms persist whether the patient is observed or unobserved, though are typically worse when the patient is attentive to them.</li><li>Physical exam findings that are consistent with functional neurologic disorder include:</li></ul></li><li>Hoover sign: weakness of hip extension returns to normal strength with contralateral hip flexion against resistance</li><li>Difference between confrontational and observed strength, such as weakness of plantar flexion on the exam table in an individual able to walk on tiptoes</li><li>Positive tremor entrainment test- tapping unaffected side to a rhythm causes frequency of tremor to change to new rhythm</li><li>Normal EEG or closed eyes with resistance to opening during non-epileptic seizure</li><li>May occur in the context of documented medical illness (e.g., a patient with epileptic seizures may also have psychogenic seizures)</li><li>May have comorbid axis I or axis II disorders; commonly depression, generalized anxiety, PTSD, or borderline, histrionic, or narcissistic personality disorder.</li><li>If the neurological examination is normal, workup may include EEG or MRI, but the diagnosis is made by the history and physical examination findings.</li></ul><p><strong>Treatment:</strong></p><ul><li>Educate about illness and explain diagnosis, which may trigger spontaneous symptoms resolution. Goal: patient understands no future medical investigations or procedures are necessary. </li><li>Multidisciplinary treatment team: neurologist, <strong>psychologist or psychiatrist</strong> experienced in treating somatoform disorders. Focus: uncover underlying stressors, awareness of internal conflicts, learn alternative methods for stress reduction.</li><li>Treatment for underlying mood or anxiety disorder may be warranted.</li><li><strong>Occupational and/or physical therapy </strong>can help reestablish normal function and is important for maintaining strength and function. Focus is on normal function rather than accommodation of weakness (e.g. with a wheelchair).</li><li><strong>NO medications for the movements, weakness, or abnormal sensations.</strong></li><li>The child <strong>should attend school</strong>, and be encouraged to <strong>participate in activities</strong> as much as possible. The individual spells, movements, or<strong> episodes should be acknowledged by the family, but not focused on</strong>.</li><li><strong>Multidisciplinary treatment team follow-up </strong>in 4-6 weeks, long-term follow-up is essential for recurrent symptoms and underlying mood disorders</li></ul><p><strong>DSM-V Diagnostic Criteria for conversion disorder (Functional Neurologic Symptom Disorder):</strong></p><ul><li>One or more symptoms of altered voluntary motor or sensory function.</li><li>Clinical findings provide evidence of incompatibility between the symptom and recognized neurological or medical conditions.</li><li>The symptom or deficit is not better explained by another medical or mental disorder.</li><li>The symptom or deficit causes clinically significant distress or impairment in social, occupational, or other important areas of functioning, or warrants medical evaluation</li></ul><p><a href=\"https://dsm-psychiatryonline-org.proxy.hsl.ucdenver.edu/doi/full/10.1176/appi.books.9780890425596.dsm09\">DSM-5 Full Diagnostic Criteria — Somatic Symptom &amp; Related Disorders</a></p><h1 id=\"neurologic-side-effects-of-psychiatric-medications\">Neurologic Side Effects of Psychiatric Medications</h1><ul><li>Extrapyramidal Side Effects</li><li>Medication induced movement disorder caused by dopamine blocking agents</li><li>Time course: usually occurs shortly after a medication is given.  Can occur with first dose or after receiving multiple doses.  </li><li>Symptoms</li><li>Akathisia, rigidity, bradykinesia, tremor, acute dystonic reaction<ul><li>Can resemble Parkinsonism</li><li>Medications that can cause EPS:</li><li>First generation anti-psychotic agents: <ol><li>Higher risk: haloperidol, fluphenazine, perphenazine, </li><li>Lower risk: chlorpromazine, thioridazine</li></ol></li><li>Second generation anti-psychotic agents: Lower risk than first generation antipsychotics<ol><li>High risk: risperidone</li><li>Moderate/high risk: aripiprazole</li><li>Low risk: quetiapine, clozapine</li></ol></li></ul></li><li>Treatment<ul><li>Decrease dose of causative agent if possible</li><li>Switch to agent with lower risk of EPS</li><li>For acute dystonic reaction:<ol><li>First line: Single dose of IV Diphenhydramine 1-2mg/kg/dose with a max of 50mg <ul><li>Followed by oral 1.25mg/kg/dose q6hr PRN</li></ul></li><li>Second line: IV Ativan 0.1mg/kg/dose</li></ol></li><li>For Akathisias (note, the data is mostly from adult studies)<ol><li>First line: propranolol</li><li>Second line: benztropine</li><li>Alternatives: benzos</li></ol></li><li>For parkinsonism:<ol><li>Benztropine</li></ol></li></ul></li></ul><ul><li>Tardive Dyskinesia</li><li>Medication induced hyperkinetic movement disorder caused by dopamine blocking agents</li><li>Withdrawal emergent TD is a subtype of TD that occurs in children immediately following discontinuation of antipsychotic.  Usually resolves within 1 month.</li><li>Time course</li><li>Onset can occur as early as 1-6 months after medication initiation</li><li>Risk increases with cumulative exposure</li><li>Symptoms:</li><li>Dyskinesias- dystonia, chorea, athetosis, akathisia, tics, rarely tremor.  Commonly involves face, mouth or tongue but can involve extremities too.  </li><li>Medications that can cause TD</li><li>Anti-psychotic drugs<ul><li>First generation: <ol><li>Higher risk: haloperidol, fluphenazine, perphenazine, </li><li>Lower risk: chlorpromazine, thioridazine</li></ol></li><li>Second generation: lower incidence that first generation<ol><li>High risk: risperidone, paliperidone</li><li>Moderate risk: aripiprazole, lurasidone, olanzapine, ziprasidone</li><li>Low risk: clozapine, quetiapine</li></ol></li><li>Dopamine receptor blocking agents</li><li>Anti-emetics<ol><li>Metoclopramide</li><li>Prochlorperazine</li></ol></li></ul></li><li>Treatment</li><li>Tapering off offending agent if possible<ul><li>Clonazepam<ol><li>Adult dosing: 0.5mg daily, increase every 5 days by 0.5mg to max of 3-4mg/day</li><li>Pediatric dosing: No clear recommendations, starting with typical dosing of 0.01-0.03mg/kg/day is safest</li></ol></li><li>Botox</li><li>Tetrabenazine or valbenazine<ol><li>Discuss dosing with pediatric pharmacist prior to starting</li></ol></li><li>Switch from first to second generation anti-psychotic if possible </li><li>Supplements: ginkgo biloba and Vitamin E may have an effect</li><li>Prognosis</li><li>Remission can occur in up to 50-90% of patients, but can take years</li></ul></li></ul><ul><li>Neuroleptic Malignant Syndrome</li><li>Life threatening side effect of antipsychotic agents</li><li>Time course:<ul><li>Usually during first 2 weeks of therapy, but can occur after one dose of after many years</li></ul></li><li>Symptoms (usually present in the order listed below)<ul><li>Altered mental status<ol><li>Delirium, confusion.  Can have mutism or catatonia. Progresses to coma </li></ol></li><li>Rigidity<ol><li>Can be extreme. Associated with tremor, dystonia, or chorea in some cases</li></ol></li><li>Hyperthermia &gt;38C</li><li>Dysautonomia<ol><li>Tachycardia most common, Elevated blood pressure, Tachypnea, Diaphoresis, Abnormal heart rhythms</li></ol></li></ul></li><li>Medications that can cause NMS<ul><li>First generation anti-psychotic agents:  highest risk<ol><li>Haloperidol, fluphenazine, etc</li></ol></li><li>Second generation anti-psychotic agents: lower risk that first gen<ol><li>Risperidone, clozapine, olanzapine, etc</li></ol></li><li>Anti-emetics<ol><li>Metoclopramide, promethazine</li></ol></li></ul></li><li>Evaluation to consider<ul><li>Creatine kinase to assess for rhabdomyolysis</li><li>EEG to rule out status epilepticus if movements are rhythmic</li><li>CSF studies to rule out CNS infections </li><li>MRI brain </li></ul></li><li>Treatment<ul><li>Stop offending agent</li><li>Therapies<ol><li>IV Ativan 0.1mg/kg every 6 hours PRN</li><li>Dantrolene if benzos not effective, discuss dosing with peds pharmacist</li><li>Bromocriptine if above not effective </li></ol></li><li>Treat complications: IVF for dehydration and rhabdo,  monitor and treat electrolyte abnormalities, Monitor for renal and hepatic failure, Cardiac monitor, treat elevated blood pressures, serial CBC for DIC</li></ul></li></ul><p>Psychiatric Side Effects of Anti-Seizure Medications</p><p>Source: UpToDate</p><ul><li>Epilepsy and being on anti-seizure medications in general can be associated with increased risk of mood disorders and increased risk of suicidal ideation </li></ul><p>Psych side effects of specific Anti-seizure medications:</p><ul><li>Levetiracetam: Irritability, aggression, acting out, depression</li><li>Treatment: pyridoxine 25mg daily in toddlers, 50mg daily in older children, adolescents</li><li>Briviact: irritability, anxiety, depression, insomnia</li><li>Frequency decreased compared to Levetiracetam</li><li>Phenobarbital: mood changes including depression, hyperactivity rare</li><li>Perampanel: mood changes, aggression, in severe cases self harm and suicidal ideation</li><li>Dosage dependent</li><li>Topiramate: mood changes</li><li>Zonisamide: depression, psychosis, aggression<ul><li>Risk is increased if prior history of psychiatric diagnosis</li></ul></li></ul><h1 id=\"new-onset-hallucinations-workup\">New Onset Hallucinations workup</h1><p><strong>Hallucinations - </strong>involuntary experience of erroneous percepts in the absence of identifiable external stimuli</p><p>Pediatric organic conditions which may present with hallucinations or related perceptual phenomena – with or without reduced levels of consciousness (Freudenreich 2009; Algon 2012)</p><div class=\"table-wrap\"><table><tbody><tr><td><p>Neurological disorders</p></td><td><p>Migraines with aura (e.g. Alice in Wonderland Syndrome); sleep disorders (e.g. narcolepsy), epilepsy (i.e. complex partial seizures, temporal lobe epilepsy), malignancies, brain space-occupying lesions, head injury, demyelinating diseases (multiple sclerosis), basal ganglia disease (Wilson disease, Huntington disease and Fahr disease), delirium.</p></td></tr><tr><td><p>Infections</p></td><td><p>Meningitis, encephalitis, or febrile illness. HIV infection. Travelers should consider cerebral malaria, toxoplasmosis, neurocysticercosis, sleeping sickness.</p></td></tr><tr><td><p>Autoimmune disorders</p></td><td><p>Systemic lupus erythematosus, Hashimoto encephalopathy, N-Methyl DAspartate (NMDA) encephalitis, other autoimmune/paraneoplastic encephalitis.</p></td></tr><tr><td><p>Endocrine diseases</p></td><td><p>Thyroid (hyperthyroidism or hypothyroidism) and parathyroid disease, adrenal disease, steroid-producing tumors located in either the adrenal gland (Cushing disease) or other tissues (e.g. ectopic Cushing syndrome from small-cell lung cancer), insulinomas, pheochromocytoma.</p></td></tr><tr><td><p>Metabolic disorders</p></td><td><p>Acute intermittent porphyria, Tay-Sachs disease, Niemann-Pick disease type C, hypoglycemia, electrolyte imbalance (Ca, phosphate, Na and Mg abnormalities), intoxication with lead or copper.</p></td></tr><tr><td><p>Nutritional deficiencies</p></td><td><p>Vitamin B12 deficiency, Thiamin deficiency, Niacin deficiency.</p></td></tr><tr><td><p>Congenital disorders</p></td><td><p>More than 60 congenital disorders, including genetic and metabolic disorders and lysosomal storage diseases.</p></td></tr><tr><td><p>Substance abuse</p></td><td><p>Cannabis, lysergic acid diethylamide (LSD), cocaine, amphetamines, ecstasy (3, 4-methylenedioxymethamphetamine), opiates and barbiturates, PCP (“angel dust” or phencyclidine); alcohol abuse/withdrawal</p></td></tr><tr><td><p>Medication toxicity</p></td><td><p>Stimulants (i.e. methylphenidate), anticholinergics, corticosteroids, beta blockers, digitalis, dopaminergic agonists, interferon, anti-TB drugs (i.e. isoniazid), antibiotics (ciprofloxacin), antivirals (HIV medications), anticonvulsants, antineoplastics, pain medications (opioids).</p></td></tr></tbody></table></div><h1 id=\"catatonia\">Catatonia</h1><p>Definition: behavioral syndrome marked by an inability to move normally, which can occur in the context of many underlying psychiatric and general medical disorders </p><p><strong>Observed Signs of Catatonia:</strong></p><div class=\"table-wrap\"><table><tbody><tr><td><p><strong>Feature</strong></p></td><td><p><strong>Description and examples</strong></p></td></tr><tr><td><p>Immobility</p></td><td><p>Hypokinetic or akinetic behavior that is not influenced by external stimuli.</p></td></tr><tr><td><p>Stupor</p></td><td><p>Decreased alertness, hypoactivity, and diminished responses to voice and painful stimuli.</p></td></tr><tr><td><p>Excitement</p></td><td><p>Impulsive, frantic, and stereotypic behavior that may include sudden outbursts of talking, singing, dancing, and tearing of clothes. Patients may be irritable and damage objects or injure themselves or others. Excitement may suddenly alternate with stupor.</p></td></tr><tr><td><p>Mutism</p></td><td><p>Patients are awake but verbally unresponsive. Mutism is not always associated with immobility and may appear elective. Less severe forms of mutism include lack of spontaneous speech, sluggish responses to questions with automatic answers such as \"I don't know\" (speech-prompt), and speaking with progressively less volume until speech is an inaudible mumble (prosectic speech).</p></td></tr><tr><td><p>Posturing (catalepsy)</p></td><td><p>Voluntarily maintaining a position of the body or a body part for a long time; eg, standing or lying down in the same position, an exaggerated pucker, lying in bed with the head elevated and unsupported as if on a pillow, holding arms above the head or raised in a prayer-like manner, and holding fingers and hands in odd positions.</p></td></tr><tr><td><p>Echophenomena</p></td><td><p>Echolalia (senseless repetition of another person's utterances) and echopraxia (senseless repetition of another person's movements).</p></td></tr><tr><td><p>Speech mannerisms</p></td><td><p>Robotic speech, feigned foreign accent, palilalia or verbigeration (involuntary repetition of words or phrases).</p></td></tr><tr><td><p>Behavioral mannerisms</p></td><td><p>Odd, purposeful movements, such as holding hands as if they were handguns or saluting passersby, or exaggerated or stilted caricatures of mundane movements.</p></td></tr><tr><td><p>Stereotypy</p></td><td><p>Non-goal-directed, repetitive movements that often are awkward or stiff; examples include grimacing, teeth/tongue clicking, rocking, sniffing, biting, or automatically touching or tapping.</p></td></tr><tr><td><p>Staring</p></td><td><p>Fixed gaze with little or no scanning of the environment and decreased blinking.</p></td></tr></tbody></table></div><p><strong>Elicited Signs of Catatonia:</strong></p><div class=\"table-wrap\"><table><tbody><tr><td><p><strong>Feature</strong></p></td><td><p><strong>Description and examples</strong></p></td></tr><tr><td><p>Ambitendency</p></td><td><p>The patient appears \"stuck\" in an indecisive, hesitant movement when the examiner verbally contradicts his or her own nonverbal signal. As an example, the examiner offers his hand as if to shake hands while stating, \"Do not shake my hand.\"</p></td></tr><tr><td><p>Waxy flexibility</p></td><td><p>The rigid patient's initial resistance to the examiner's manipulations is gradually overcome, allowing re-positioning (as in bending a candle).</p></td></tr><tr><td><p>Automatic obedience</p></td><td><p>The patient moves with the examiner's light pressure into a new position despite instructions to the contrary. The new position may then be maintained despite instructions to the contrary. Test bilaterally as this sign may result from contralateral brain lesions.</p></td></tr><tr><td><p>Negativism</p></td><td><p>The patient resists the examiner's manipulations with strength equal to that applied (rigidity); social negativism may include sleeping under the bed, turning away when addressed, refusing to open the eyes, and closing the mouth when offered food or liquids.</p></td></tr><tr><td><p>Stimulus-bound behavior</p></td><td><p>The patient's behavior is tied to certain stimuli. As an example, the examiner states, \"When I touch my nose, you touch your chest,\" and the patient touches his nose in a mirrored behavior despite understanding the instruction.</p></td></tr></tbody></table></div><p>The following scales for scoring catatonia can be found online (validated in adults):</p><ul><li>Bush-Francis Catatonia Rating Scale</li><li>Northoff Catatonia Rating Scale</li></ul><p><strong>Malignant catatonia</strong> may have laboratory features of leukocytosis, low serum iron, and elevated CK and has clinical features similar to neuroleptic malignant syndrome.</p><p><strong>Lorazepam challenge </strong></p><p>An intravenous (IV) bolus of lorazepam 1 to 2 mg can help diagnose catatonia. Partial, temporary relief of signs 5 to 10 minutes after IV administration of lorazepam is consistent with a diagnosis of catatonia. If there is no change, a second dose is given. A negative response does not rule out catatonia, and occurs in approximately 20 percent or more of catatonic patients.</p><h1 id=\"adhd-medications\">ADHD Medications</h1><p><img src=\"/images/psychiatry/img-1.gif\" alt=\"\" class=\"max-w-full rounded-lg my-4 mx-auto block\"></p><p><img src=\"/images/psychiatry/img-2.gif\" alt=\"\" class=\"max-w-full rounded-lg my-4 mx-auto block\"></p><p><img src=\"/images/psychiatry/img-3.gif\" alt=\"\" class=\"max-w-full rounded-lg my-4 mx-auto block\"></p><p><a href=\"https://chadd.org/wp-content/uploads/2018/05/Medication-Chart-October-2017.pdf\">CHADD ADHD Medication Chart (PDF)</a></p>",
  "imageCount": 3,
  "chunkCount": 5
}