{
  "name": "Sleep",
  "slug": "sleep",
  "icon": "😴",
  "color": "bg-violet-100 text-violet-800 border-violet-200",
  "toc": [
    {
      "level": 1,
      "text": "Sleep Requirements by Age",
      "id": "sleep-requirements-by-age"
    },
    {
      "level": 1,
      "text": "Insomnia",
      "id": "insomnia"
    },
    {
      "level": 3,
      "text": "Insomnia Treatment",
      "id": "insomnia-treatment"
    },
    {
      "level": 3,
      "text": "SLEEP ONSET INSOMNIA",
      "id": "sleep-onset-insomnia"
    },
    {
      "level": 3,
      "text": "SLEEP MAINTENANCE INSOMNIA",
      "id": "sleep-maintenance-insomnia"
    },
    {
      "level": 1,
      "text": "NREM Parasomnias",
      "id": "nrem-parasomnias"
    },
    {
      "level": 3,
      "text": "Differentiating Nocturnal Frontal Lobe Epilepsy and Parasomnias",
      "id": "differentiating-nocturnal-frontal-lobe-epilepsy-and-parasomn"
    },
    {
      "level": 1,
      "text": "Central Hypersomnias",
      "id": "central-hypersomnias"
    },
    {
      "level": 1,
      "text": "CENTRAL HYPERSOMNIAS",
      "id": "central-hypersomnias-2"
    }
  ],
  "html": "<h1 id=\"sleep-requirements-by-age\">Sleep Requirements by Age</h1><p><strong>Recommended Amount of Sleep by Age</strong></p><p>Newborn 0–3 months 14–17 hours </p><p>Infant      4–12 months 12–16 hours per 24 hours (including naps)</p><p>Toddler   1–2 years 11–14 hours per 24 hours (including naps)</p><p>Preschool 3–5 years 10–13 hours per 24 hours (including naps)</p><p>School Age 6–12 years 9–12 hours per 24 hours</p><p>Teen         13–18 years 8–10 hours per 24 hours</p><p>Adult        18–60 years 7 or more hours per night</p><p>                 61–64 years 7–9 hours</p><p>                 65 years and older 7–8 hours</p><h1 id=\"insomnia\">Insomnia</h1><p><strong>Diagnostic Criteria for Insomnia (must have one from A - F)</strong></p><p>Criteria A</p><ul><li>Difficulty initiating sleep</li><li>Difficulty maintaining sleep</li><li>Waking up earlier than desired</li><li>Resistance to going to bed on appropriate schedule </li><li>Difficulty sleeping without parent or caregiver intervention</li></ul><p>Criteria B</p><ul><li>Fatigue/malaise</li><li>Attention, concentration or memory impairment</li><li>Impaired social, family, occupational, or academic performance</li><li>Mood disturbance/irritability</li><li>Daytime sleepiness</li><li>Behavioral problems </li><li>Proneness for errors/accidents</li></ul><p>Criteria C</p><ul><li>The reported sleep/wake complaints cannot be explained purely by inadequate opportunity or inadequate circumstances for sleep</li></ul><p>Criteria D</p><ul><li>The sleep symptoms and associated daytime symptoms occur at least three times per week </li></ul><p>Criteria E</p><ul><li>The sleep disturbance and associated daytime symptoms have been present for at least three months</li></ul><p>Criteria F</p><ul><li>The sleep/wake difficulty is not better explained by another sleep disturbance </li></ul><p><strong>Common causes and/or contributors to insomnia</strong></p><p><strong>1. Environment</strong>&nbsp;- An uncomfortable bed, a bedroom that is too hot or too cold, loud noises outside of the room, etc. </p><p><strong>2. Behavioral </strong>- Certain behaviors negatively impact an individual's ability to fall asleep. These include caffeine consumption after 2PM, exposure to bright lights and/or use of media (eg TV, computer, smart phone, and smart pad ) within 30 minutes of going to bed, and inconsistent sleep/wake schedule</p><p><strong>3. Other Medical Problems </strong>- Certain medical problems can be the cause of and/or worsen existing insomnia. For example, individuals with anxiety find it difficult to fall asleep if they have a hard time \"shutting off their mind.\" Other medical conditions that have a higher tendency towards sleep problems include ADHD, Autism and epilepsy</p><p><strong>4. Medications -</strong>&nbsp;Certain medications, such as stimulant medication used to treat ADHD, can contribute to insomnia/difficulty falling and staying asleep</p><p><strong>5. Biological</strong>- Some individuals' brains are wired in such a way that even if they do not have, they have difficulties falling asleep. This is referred to as a hyperarousal state </p><p><strong>6. Circadian Rhythm Disorder</strong> - Some individuals have a biologic sleep/wake time that is later than average, which can make it difficult to fall asleep and wake up at \"normal\" times. This is especially true for some teenagers.</p><p>Behavioral strategies are considered <strong><em>first line</em></strong>&nbsp;therapy and are typically effective at treating insomnia. I will refer you to our Insomnia clinic to see one of our insomnia providers to help @FNAME@  with difficulty falling/staying asleep.</p><h3 id=\"insomnia-treatment\"><strong>Insomnia Treatment</strong></h3><p>Behavioral strategies should <strong><em>always </em></strong>be first line!</p><ul><li>Make sure <strong>clocks are not visible during the night</strong>, as watching the time can increase anxiety and cause the brain to wake up more to think about the time.&nbsp;</li><li><strong>Spend most of the time you are in bed</strong>&nbsp;<strong>asleep</strong>&nbsp;rather than awake. &nbsp;</li><li><strong>Retraining \"Sleep Associations\" Stimulus Control</strong>: If you are&nbsp;unable to fall asleep&nbsp;[or fall back to sleep]&nbsp;after approximately 20-30&nbsp;minutes (use your best estimate, do not check the time), you&nbsp;should get out of bed and engage in a relaxing activity (reading, meditation - no screens or bright light) for approximately 20 minutes&nbsp;or until physically drowsy again, and then attempt sleep again. Repeat until you are&nbsp;able to fall asleep. &nbsp;</li><li><strong>Use relaxing sounds </strong>in the room to help you relax. A white noise or sound machine, fan, quiet music, or an audiobook are examples of helpful sounds.&nbsp;If you use an audiobook, make sure it's a story you really like and &nbsp;know well so that you can drift off to sleep at any time. &nbsp;These sounds should run all night&nbsp;to help with falling back to sleep after natural wakings.</li><li><strong>Avoid naps during the day</strong></li><li><strong>Vigorous physical activity during the day&nbsp;will help</strong>&nbsp;you&nbsp;feel sleepier at bedtime&nbsp;and sleep more deeply. Stop&nbsp;vigorous activity at least 1 hour before bed to allow time to \"unwind.\" </li><li><strong>Reduce light exposure &amp; cut all electronics use</strong>&nbsp;[TV, cell phones, video games, tablets, computer screens etc.] <strong>at least 1 hour before bed</strong>. This will allow Melatonin release [to fall asleep faster &amp;&nbsp;sleep better through the night]. </li><li><strong>Establish a 5 – 10 minute relaxing </strong>sleep routine to help the mind and body wind down. Some strategies include progressive muscle relaxation, visualization, yoga/gentle stretching, meditation, breathing exercises, essential oils such as lavender, white noise, and instrumental music. </li></ul><p><strong>Pharmacological Management </strong></p><h3 id=\"sleep-onset-insomnia\">SLEEP ONSET INSOMNIA</h3><p><strong>Melatonin</strong></p><p>INDICATION: sleep onset insomnia, circadian phase delay</p><p>DOSING: 0.5 - 5 milligrams 30 minutes prior to bedtime (soporific) </p><p><strong>Clonidine (comorbid ADHD)</strong></p><p>INDICATION: sleep onset insomnia, particularly useful when there are severe sleep onset problems in pediatric RLS and PLMD. Clonidine has a relatively short duration of effect, it may not be effective for problems with sleep maintenance.</p><p>DOSING:</p><p>6 - 12 years old: initial dose is 0.05 mg, one-half hour prior to bedtime. The dose can be sequentially increased every three to seven days in 0.05 mg/day increments, until sleep onset is improved or until a maximum of 0.3 mg per dose is reached</p><p>&gt; 12 years - An initial dose is 0.1 mg, one-half hour prior to bedtime. The dose can be sequentially increased every three to seven days in 0.1 mg/day increments, until sleep onset is improved or until a maximum of 0.4 mg per dose is reached.</p><p>Per Dr. Blackmer's talk, she uses the following as max doses based on weight (she also doesn't like to go &gt;9-10 mcg/kg/dose):</p><p>27-40 kg – 0.2 mg </p><p>40-45 kg – 0.3 mg</p><p>&gt;45 kg – 0.4 mg</p><p>MOA: Central alpha2 agonist --&gt; reduced sympathetic outflow</p><p>Onset: &lt; 1 hour, Duration: 6 - 10 hours, Half Life 12 - 16 hours (adults), 6 - 7 hours (children)  </p><p>WEANING – Because of a risk for rebound hypertension, Clonidine should not be stopped abruptly.  Can decrease by 0.1 mg every 1-2 weeks, depending on how long the patient has been on it.</p><p>SIDE EFFECTS: Vivid dreams or nightmares, which are dose-related and which occur in about 5 percent of children treated with clonidine. Dry Mouth 40%, Headache 19 - 29%, Fatigue 13 - 24%, Dizziness 13 - 16%, Hypotension 45%, Postural hypotension 32%</p><p><strong>Guanfacine</strong> is typically less sedating than Clonidine and has a longer half-life. </p><h3 id=\"sleep-maintenance-insomnia\">SLEEP MAINTENANCE INSOMNIA</h3><p><strong>Trazodone (comorbid anxiety)</strong></p><p>INDICATION: sleep onset and/or maintenance insomnia</p><p>DOSING: 25 mg - 150 mg </p><p>Initial – 1-2 mg/kg/dose, Max first dose 25 mg for 18 mo - 3 yo and 50 mg &gt;3 yo</p><p>Increase by 12.5 mg/dose Q1-2 weeks</p><p>Maintenance – 100 mg for 18 months to 3 yo, 150 mg/ 3 - 5yo, 200 mg &gt;5 yo</p><p>MOA: Inhibits uptake of serotonin, histamine and alpha-1-adrenergic receptor antagonist.  FYI, can cause prolonged QT.</p><p>Onset: 30 - 120 minutes, delayed with food (up to 2.5 hours), Half-Life: 7 – 15 hours</p><p>SIDE EFFECTS: Blurred vision, Dizziness 20-28%, Dry Mouth 15 - 34%, Headache 10 - 33%, Nausea/Vomiting 10 -33%, Constipation 7%, Priapism</p><p><strong>Hydroxyzine (Atarax) – (comorbid allergies or anxiety)</strong></p><p>INDICATION: Sleep onset and/or maintenance insomnia</p><p>DOSING: &lt; 6 yo max 12.5 mg, &gt; 6 yo max 50 mg</p><p>MOA: Competes with histamine for H1-receptor sites. Activity at muscarinic, serotonergic, and dopaminergic receptors in the hippocampus, cerebral cortices, and whole brain may produce anxiolytic effects</p><p>Onset: Half life 4 - 10 hours. Half life increases with older age</p><p>SIDE EFFECTS: dry mouth, headache and involuntary movements, hallucinations, </p><p><strong>Mirtazapine (Remeron)</strong></p><p>INDICATION: sleep onset and/or maintenance insomnia</p><p>DOSING: 7.5 mg - 45 mg 1 hour prior to bedtime (start with 7.5 milligrams and increase to 15 milligrams after one week)</p><p>MOA: Central presynaptic alpha-2-adrenergic antagonist &gt;&gt; norepinephrine and serotonin, potent histamine antagonist, potent 5-HT2 and 5-HT3 serotonin antagonist </p><p>Onset: 1 - 2 hours, Half life 20 - 40 hours </p><p>SIDE EFFECTS: dry mouth 25%, weight gain (&gt;7% increase in &lt; 49% of pediatric patients), increased appetite 17%, Constipation 13%, mania or hypomania (especially when co-administered with SSRIs), movement disorders (akathisia, dystonia, RLS and dyskinesia), dizziness, serotonin syndrome (when co-administered with SSRIs), withdrawal syndrome if stopped abruptly, xerostomia (25%)</p><p><strong>Gabapentin (Neurontin)</strong></p><p>INDICATION: Sleep onset and/or maintenance insomnia (comorbid migraine, neuropathic pain, RLS)</p><p>DOSING: 1- 6 years of age - 3-5 mg/kg, titrate 3-5 mg/kg every 7 days to max dose of 15 mg/kg; 6 to 12 years of age – Initial 100 mg, one-half to one hour prior to bedtime, and increase every one to two weeks by 100 mg, until symptoms are suppressed or to a maximum of 600 mg.</p><p>SIDE EFFECTS: Ataxia 1-13%, Dizziness 16 – 20%, Fatigue 11 – 15%, Double Vision 6 – 10%, Nystagmus 6 – 10%</p><p><strong>Suvorexant (Belsomra)</strong></p><p>INDICATION: Sleep onset and/or maintenance insomnia</p><p>DOSING: Children =10 years and Adolescents: Oral: 10 to 20 mg QHS; maximum daily dose: 20 mg/day.</p><p>MOA: blocks the binding of orexin A and orexin B to receptors OX1R and OX2R, which is thought to suppress wake drive. </p><p>SIDE EFFECTS: Antagonism of orexin receptors may also underlie potential adverse effects such as signs of narcolepsy/cataplexy. **Contraindicated in narcolepsy **</p><p><strong>L-Theanine</strong></p><p>INDICATION: sleep onset and/or maintenance insomnia </p><p>DOSING: 200 mg morning and 200 mg after school </p><p>MOA: membrane permeability to chloride ions resulting in hyperpolarization </p><p>SIDE EFFECTS: none</p><h1 id=\"nrem-parasomnias\">NREM Parasomnias</h1><p>Parasomnias can involve physical and verbal activity of varying complexity. Typically, the sleeper returns to sleep. Amnesia to the event is part of the diagnostic criteria for NREM parasomnias, with the behavior being observed by others. NREM parasomnias include sleep terrors, sleep walking and confusional arousals and occur during NREM sleep.  </p><p>External (e.g., noise, temperature change) or internal (e.g., apnea, periodic limb movement) events may cause an arousal or partial awakening, usually from stage III sleep, which occurs in the first 90 minutes of the sleep period. Arousal or partial awakening can also occur during stage II sleep later in the night. Sleep deprivation or disruption from any cause (e.g., restless legs syndrome, obstructive sleep apnea) can trigger these events in individuals with an underlying predisposition.</p><p>NREM parasomnias, typically occur in the first third of the night during slow non-rapid eye movement sleep when the child is in the transitional state of being wakeful. </p><p><strong>Etiology of NREM Parasomnias</strong></p><p>The exact pathophysiology of sleep terrors is unknown, but it is assumed that slow wave sleep instability accounts for these disturbances. &nbsp;There have bene no biochemical or structural abnormalities identified in the brain. &nbsp;Most of the pediatric parasomnias are benign and are thought to occur due to the immaturity of sleep-wake boundary regulations. There is a higher prevalence of HLA B1*05:01 and HLA DQB1*04 in individuals with NREM parasomnia. &nbsp;</p><p>In susceptible individuals, parasomnias are thought to be triggered by sleep deprivation, sedating medications, sleep fragmentation (pain, restless leg syndrome, periodic limb movement and obstructive sleep apnea), febrile illness and alcohol. </p><p><strong>Sleep Terrors</strong></p><p>The typical duration is between 5 to 20 minutes, sometimes longer. Sleep terrors are characterized by a sudden arousal with the sleeper sitting up in bed, screaming, crying in fear associated with motor activity and autonomic hyperactivity. Autonomic hyperactivity includes tachycardia, tachypnea, diaphoresis and mydriasis (dilated pupils). There is decreased responsiveness and amnesia to the event. Children often do not respond to verbal cues, being comforted, or attempts to awaken. It is extremely difficult to wake children in the middle of an episode. Episodes can be distressful for the bed partner and family member as well and may disturb their quality of sleep</p><p>Sleep terrors are most often seen between the ages 3 to 7 years of age with a prevalence of 6.5% in children. &nbsp;Sleep terrors often subside by 10 years of age. There is equal prevalence between males and females. Sleep terrors can occur in adults however it is rare.</p><h3 id=\"differentiating-nocturnal-frontal-lobe-epilepsy-and-parasomn\">Differentiating Nocturnal Frontal Lobe Epilepsy and Parasomnias</h3><p><strong>Management of Parasomnias </strong></p><ul><li>Labs: Check an iron level (serum ferritin). Low (or low-ish) iron levels may trigger restlessness, restless legs, periodic limb movements, etc that disrupt deep sleep. </li><li>Sleep fragmentation can trigger parasomnias. If there are symptoms of sleep apnea, a sleep study may be indicated</li><li>Do not try to awaken, simply guide back to bed. Keep the room dark, quiet, calm, etc. </li><li>To keep safe, consider alarms on the doors so that you hear if he/she is getting out of the room. Consider securing windows, with nails if needed, to prevent falling out of the window. To not \"barricade\" stairs, as this is more likely to lead to tripping, falling.  </li><li>Getting enough sleep with a very regular routine bed and wake time for age. </li><li>Keep a consistent sleep/wake routine. Do not wake up 2 hours later than your weekday schedule on a weekend</li><li>Full bladders can trigger, so toilet just before bedtime and limit fluids 1-2 hours before bedtime. </li><li>Getting too hot can trigger episodes. Cool the room with AC or fan (about 68degF is a good temperature). No hot bath or exercise within 1 hours before bedtime. </li><li>Cool fevers or teething inflammation with ibuprofen/Motrin</li><li>Avoid use of Benadryl, it can prolong parasomnias. There are other ways to help with allergies or sleep.</li></ul><h1 id=\"central-hypersomnias\">Central Hypersomnias</h1><h1 id=\"central-hypersomnias-2\"><strong>CENTRAL HYPERSOMNIAS</strong></h1><ul><li>Idiopathic Hypersomnia</li><li>Hypersomnia due to a medical condition </li><li>Narcolepsy with Cataplexy </li><li>Narcolepsy without Cataplexy </li><li>Klein-Levin Syndrome </li></ul><ul><li>Hypersomnia is characterized by excessive daytime sleepiness. Patients can present with a history of frequently falling asleep in school, car rides and/or other situations and/or taking frequent naps past the age of 4. </li><li>Hypersomnia is a rare cause for daytime sleepiness. Common causes of daytime sleepiness includes insufficient sleep for age, inconsistent sleep/wake schedule (eg social jet lag), inadequate sleep hygiene and obstructive sleep apnea. </li></ul><p><strong>Evaluation:</strong></p><ul><li>History</li><li>Sleep Log</li><li>Epworth Sleepiness Scale</li><li>If patient has adequate sleep opportunity for age and no signs or symptoms concerning for sleep apnea, then Polysomnogram (PSG) with Multiple Sleep Latency Test (MSLT). If there are signs and symptoms concerning for sleep apnea, PSG to evaluate for sleep apnea. </li></ul><p>Signs and symptoms of sleep apnea:</p><ul><li>Snoring (&gt; 3 nights per week)</li><li>Mouth breathing </li><li>Pauses in breathing</li><li>Restless Sleep </li><li>Tonsillar hypertrophy </li><li>Obesity (BMI &gt; 95%) or Overweight </li></ul><p><strong>Epworth Sleepiness Scale (modified pediatric) </strong></p><p>0=would never doze or sleep</p><p>1=slight chance of dozing or sleeping</p><p>2=moderate chance of dozing or sleeping</p><p>3=high chance of dozing or sleeping. </p><div class=\"table-wrap\"><table><tbody><tr><td><p>1. Riding in a car for 1 hour without a break</p></td><td></td></tr><tr><td><p>2. Sitting and watching TV</p></td><td></td></tr><tr><td><p>3. Sitting and reading</p></td><td></td></tr><tr><td><p>4. Sitting inactive in a public place </p><p>    (eg classroom, movie theater)</p></td><td></td></tr><tr><td><p>5. Sitting quietly after lunch </p></td><td></td></tr><tr><td><p>6. Laying down to rest in the afternoon </p></td><td></td></tr><tr><td><p>7. Sitting and talking to someone</p></td><td></td></tr><tr><td><p>8. Doing homework/taking a test or </p><p>    Playing a game  </p></td><td></td></tr><tr><td><p><strong>Total </strong></p></td><td></td></tr></tbody></table></div><p><strong>Interpret ESS: </strong><br><strong>0-5 Lower Normal Daytime Sleepiness </strong><br><strong>6-10 Higher Normal Daytime Sleepiness </strong><br><strong>11-12 Mild Excessive Daytime Sleepiness </strong><br><strong>13-15 Moderate Excessive Daytime Sleepiness </strong><br><strong>16-24 Severe Excessive Daytime Sleepiness &nbsp;</strong></p><p><strong>Narcolepsy</strong></p><ul><li>Narcolepsy is<strong> life long, </strong>neurologic disorder characterized by <strong>overwhelming </strong>and <strong>severe daytime sleepiness</strong>.</li></ul><p>Other symptoms associated with Narcolepsy include:</p><ul><li><strong>Cataplexy </strong>– sudden, temporary and, often brief, loss of muscle tone often triggered by emotions such as laughter with retained consciousness </li></ul><ul><li><strong>Hallucinations </strong>- vivid dreamlike experiences that occur while falling asleep and/or upon awakening. Commonly, patients report seeing shadows and/or hearing</li></ul><ul><li><strong>Sleep paralysis </strong>– brief episodes during which voluntary muscle movement is inhibited upon awakening up, except for ocular and respiratory muscles. Approximately 7.6% of the general population has experienced at least one episode of sleep paralysis. Can be accompanied by hypnopompic hallucinations </li></ul><p>For most patients, narcolepsy begins between the ages of 15 and 30 years. It less frequently occurs in children younger than age 10 years of age. Narcolepsy may lead to impairment of social and academic performance in otherwise intellectually normal children.<strong> There is no cure for narcolepsy. </strong>However, there are treatments for many of the symptoms associated with narcolepsy. </p><p><strong>Pathophysiology </strong></p><p>Narcolepsy with cataplexy is due to a loss of the neuropeptides, orexin-A and orexin-B (also known as hypocretin-1 and hypocretin-2). These neurotransmitters are products of the prepro-orexin gene and are made by neurons in the lateral hypothalamus.</p><p>The cause of narcolepsy without cataplexy is not known. </p><p><strong>Daytime Sleepiness Treatment </strong></p><p>PHARMACOLOGICAL </p><ul><li>First Line - Provigil (Modafinil), Nuvigil (Armodafinil)</li><li>Second Line - Ritalin/Concerta (methylphenidate), Adderall (amphetamine and dextroamphetamine)</li><li>Sodium Oxybate</li><li>Solriamfetol (Sunosi) (selective norepinephrine–dopamine reuptake inhibitor)</li><li>Pitolisant (Wakix) </li></ul><p>NON-PHARMACOLOGICAL</p><ul><li>Consistent sleep/wake schedule</li><li>Sufficient sleep for age</li><li>Optimizing sleep hygiene </li><li>Scheduled naps at home and at school </li></ul><p><strong>Cataplexy Treatment </strong></p><ul><li>Selective Serotonin Re-uptake Inhibitors (SSRIs) - Zoloft &gt; Prozac</li><li>Selective Serotonin and Norepinephrine Re-uptake Inhibitors (SSNRIs) - Venlafaxine (helps RBD and vivid dreams)</li><li>Protriptyline - can increase effect, but drug interactions</li></ul><p><strong>Fragmented Sleep </strong></p><p>1) Xyrem  (sodium oxybate) - ages 7 and up </p><p>2) Pitolisant (Wakix) - ages 18 and up </p><p>School and work accommodations. Public schools are required to provide accommodations to students with medical problems such as narcolepsy. These can include, but are not limited to: </p><p>- modified class schedule </p><p>- scheduled nap time</p><p>- longer time on tests/quizzes </p><p>Safety precautions, particularly when driving, are important for everyone with narcolepsy.&nbsp; People with untreated symptoms are more likely to be involved in automobile accidents although the risk is lower among individuals who are taking appropriate medication. &nbsp;EDS and cataplexy can lead to serious injury or death if left uncontrolled.&nbsp; Suddenly falling asleep or losing muscle control can transform actions that are ordinarily safe, such as walking down a long flight of stairs, into hazards.</p><p>For more information on Narcolepsy please visit: </p><p>- <a href=\"https://narcolepsynetwork.org/\">Narcolepsy Network - Benefits and services for people with Narcolepsy Narcolepsy Network</a> </p><p>- <a href=\"https://www.ninds.nih.gov/narcolepsy-fact-sheet\">Narcolepsy Fact Sheet | National Institute of Neurological Disorders and Stroke (nih.gov)</a> </p>",
  "imageCount": 1,
  "chunkCount": 8
}